app/controllers/cartorios_controller.rb

  def index
    @cartorios = Cartorio.all
---
SELECT * FROM "cartorios"