app/controllers/cidades_controller.rb

  def index
    @cidades = Cidade.all
---
SELECT * FROM "cidades"