app/controllers/entidades_controller.rb

  def index
    @entidades = Entidade.all
---
SELECT * FROM "entidades"