app/controllers/motivo_notificacaos_controller.rb

  def index
    @motivo_notificacaos = MotivoNotificacao.all
---
SELECT * FROM "motivo_notificacaos"