app/controllers/notificacoes_controller.rb

  def index
    @notificacoes_pendentes = Notificacao.all.paginate(:page => params[:page], :per_page => 5)
---
SELECT * FROM "notificacaos"