app/controllers/pessoas_controller.rb

SELECT * FROM "pessoas"
---
  def index
    @pessoas = Pessoa.all