app/controllers/processos_controller.rb

SELECT * FROM "processos"
---
  def index
    @processos = Processo.all