app/controllers/tipo_campos_controller.rb

SELECT * FROM "tipo_campos"
---
  def index
    @tipo_campos = TipoCampo.all