app/controllers/tipo_processos_controller.rb

  def index
    @tipo_processos = TipoProcesso.all
---
SELECT * FROM "tipo_processos"